Revit 2027 API
ParameterTypeId.DividedSurfaceFacetNumber Property
 "Facet number"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId DividedSurfaceFacetNumber { get; }
Public Shared ReadOnly Property DividedSurfaceFacetNumber As ForgeTypeId
	Get
public:
static property ForgeTypeId^ DividedSurfaceFacetNumber {
	ForgeTypeId^ get ();
}
static member DividedSurfaceFacetNumber : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace